Repository: ripiu/cmsplugin_rototalc
Catalog: ripiu/cmsplugin_rototalc/locale/*/LC_MESSAGES/django.po
Languages: it

source: Carousel
it: Carosello

source: Slick configuration
it: Configurazione di Slick

source: Slide
it: Diapositiva

source: name
it: nome

source: show arrows
it: mostra le frecce

source: Enable Next/Prev arrows.
it: Abilita le frecce per vedere la diapositiva successiva o precedente.

source: autoplay
it: riproduzione automatica

source: Enable auto play of slides.
it: Abilita la riproduzione automatica delle diapositive.

source: autoplay speed
it: velocità della riproduzione automatica

source: Auto play change interval (in milliseconds).
it: Intervallo tra le diapositive in riproduzione automatica (in millisecondi).

source: slides to show
it: diapositive da mostrare

source: Number of slides to show at a time.
it: Numero di diapositive da mostrare alla volta.

source: initial slide
it: diapositiva iniziale

source: Slide to start on.
it: Diapositiva da cui partire.

source: center mode
it: modalità centrale

source: Enable centered view with partial prev/next slides. Use with odd numbered slidesToShow counts.
it: Attiva visualizzazione centrata con diapositive precedente/successiva parziali. Usa con un numero dispari di diapositive

source: show dots
it: mostra i puntini

source: Show current slide indicator dots.
it: Mostra i puntini indicatori della diapositiva corrente.

source: Enable focus on selected element (click).
it: Abilita il fuoco sull'elemento selezionato (click).

source: infinite
it: infinito

source: Infinite looping.
it: Ciclo infinito.

source: speed
it: velocità

source: Transition speed (in milliseconds).
it: Velocità della transizione (in millisecondi).

source: variable width
it: Larghezza variabile

source: Variable width slides.
it: Diapositive a larghezza variabile.

source: height
it: altezza

source: CSS size for the carousel height.
it: Dimensione CSS per l'altezza del carosello.

source: slide margin
it: margine diapositive

source: CSS size for the margin between slides.
it: Dimensione CSS per il margine tra diapositive.

source: Carousels
it: Caroselli

source: show caption
it: mostra didascalia

source: caption
it: didascalia

source: Slides
it: Diapositive
